Repository: dzhibas/mywedding
Catalog: weddings/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Not answered
ru: Ответа нету

source: Will attend
ru: Будет учяствовать

source: Will not attend
ru: Не будет учяствовать

source: Maybe
ru: Навернека

source: Jūs pakviesti! Kur? Žiūrėkite į laiško vidų.
ru: Вы преглошены! Куда ? Читайте письмо

source: Berniukas sutiko mergaitę. Tiesa, prieš 10 metų. Likusią istorijos dalį sužinosite prisijungę prie mūsų šventės. Jūsų kodas: %(code)s Apsilankykite svetainėje: http://rsvp.gang.lt sužinosite daugiau. Iki.
ru: Мальчик встретил девочку. Правдо ето было 10 лет назад. Остальную часть истории узнаете 22 сентребря Ваш код: %(code)s Заидите в саит: http://rsvp.gang.lt узнаэте побольше. До встречи.

source: Draugų ratas
ru: Вашы друзя

source: pažiūrėkime ką atsakė jūsų draugų ratas
ru: давай пасмотрим што атветили вашы друзя

source: 2012 rugsėjo 22d. 14:30 - Palangos bažnyčia
ru: 2012 г. 22 сентебря 14:30 - в костеле г.Паланги

source: Taip dalyvausiu
ru: Да я буду

source: Nedalyvausiu
ru: Немагу быть

source: Prašome atsakyti dar keletą klausimų
ru: Пажалста атветти на вапросы, ето нам очень паможыт

source: Norite pakomentuoti savo atsakymą ?
ru: Можети оставить коментарий вашому оптвету

source: Siųsti komentarą mums
ru: Выслать!

source: Kvietimas
ru: Приглашение

source: Kaip taip atsitiko?
ru: Как так вюшло ?

source: Žemėlapis ir programa
ru: Карта и програма

source: Klausk? - atsakysim!
ru: Посылай вопрос

source: Sveiki! Jei užsukote čia, greičiausiai ne šiaip sau!
ru: Если вы тут, быстрее всего не просто так!

source: Tik mes esame įtarūs, taigi prašome Jūsų įvesti kodą, kurį turėtumėte būti gavęs ;)
ru: Только мы немношко подозрительныэ, по таму просим вас ввести код, катории далжни были получит ;)

source: KODAS
ru: КОД

source: Toliau
ru: Дальше

source: Valiooo!!! Jūs tikrai pakviestas !
ru: Урааааа!!! Вы преглашэны!

source: Džiugu ir smagu matyti čia. Dabar norėčiau sužinoti kuris būtent esate, kad galėčiau jūsų veiksmus sekti :), tad prašome nemeluoti ir sąžingai atsakyti.
ru: Мы очень рады вас видеть здесь. Типерь хачю попрасить выбрать вашо имя внезу:

source: pasirinkite žemiau esančiame langelyje savo vardą/pavardę arba slapyvardį:
ru: выберите ниже своё имя:

source: Džiugu is smagu jūs matyti čia
ru: Мы очень рады вас видеть здесь :)

source: Tiesiai į kvietimą
ru: Пряма в приглашениа

source: <b>Hey</b>!<br/>Panašu kad Jūs vienas be poros. Negerai... Jei ketinate ateiti su kažkuo prašome užpildyti Jūsų poros vardą pavardę. Jei ketinate ateiti vieni tiesiog spauskite '<b>Toliau</b>'
ru: Оопсик. Вроде бы вы одни в приглашение. Эсли хочете ково нибуть пасвать набирите Имя и фамилия ниже и нажмите "Дальше"

source: Vardas Pavardė
ru: Имя и фамилия

source: nurodyk kas tu ?
ru: кто ты?

source: Kodas patikrintas
ru: Код проверен

source: Nurodykite kodą
ru: Укажыте код

source: Prisižaidėt. Dabar tris valandas spėlioti nebegalit
ru: Допрыгались. Счас мы вас заблокиравали на три часа. Пишыте письма, эсли знаете куда

source: Kodas patvirtintas
ru: Код подвердён

source: Tokio kodo nėra
ru: Таково кода нету у нас

source: Pasirinkite svečią iš pateikto sąrašo
ru: Выберите гостя из списка ниже

source: Oi oi oi, tu negali pasirinkti šio svečio. Ar tikrai tai tu ?
ru: Оопс. Вам нильзиа выбрать етово гостя.
